Repository: UnigramDev/Unigram
Catalog: Telegram/Strings/*/Desktop.resw
Source language: en
Languages: id

# lng_admin_log_admin_add_admins
source: Add new admins
id: Tambahkan admin baru

# lng_admin_log_admin_ban_users
source: Ban users
id: Blokir pengguna

# lng_admin_log_admin_change_info
source: Change info
id: Ubah info

# lng_admin_log_admin_create_topics
source: Create topics
id: Buat topik

# lng_admin_log_admin_delete_messages
source: Delete messages
id: Hapus pesan

# lng_admin_log_admin_edit_messages
source: Edit messages
id: Ubah pesan

# lng_admin_log_admin_invite_link
source: Invite users via link
id: Undang Pengguna via tautan

# lng_admin_log_admin_invite_users
source: Add users
id: Tambahkan pengguna

# lng_admin_log_admin_manage_calls
source: Manage video chats
id: Kelola obrolan video

# lng_admin_log_admin_manage_calls_channel
source: Manage live streams
id: Kelola tayangan langsung

# lng_admin_log_admin_manage_topics
source: Manage topics
id: Kelola topik

# lng_admin_log_admin_pin_messages
source: Pin messages
id: Pesan sematan

# lng_admin_log_admin_post_messages
source: Post messages
id: Kirim pesan

# lng_admin_log_allowed_unmute_self
source: {from} allowed new video chat participants to speak
id: {from} izinkan peserta baru obrolan video bicara

# lng_admin_log_allowed_unmute_self_channel
source: {from} allowed new live stream participants to speak
id: {from} izinkanpeserta tayangan langsung baru bicara

# lng_admin_log_antispam_disabled
source: {from} disabled aggressive anti-spam
id: {from} nonaktifkan anti-spam agresif

# lng_admin_log_antispam_enabled
source: {from} enabled aggressive anti-spam
id: {from} aktifkan anti-spam agresif

# lng_admin_log_antispam_menu_report
source: Report False Positive
id: Laporkan Kesalahan Penandaan

# lng_admin_log_antispam_menu_report_toast
source: You can manage anti-spam settings in {link}.
id: Anda dapat mengelola pengaturan anti-spam di {link}.

# lng_admin_log_antispam_menu_report_toast_link
source: Group Info > Administrators
id: Info Grup > Administrator

# lng_admin_log_banned
source: banned {user}
id: memblokir {user}

# lng_admin_log_banned_embed_links
source: Embed links
id: Embed tautan

# lng_admin_log_banned_send_files
source: Send files
id: Kirim berkas

# lng_admin_log_banned_send_media
source: Send media
id: Kirim media

# lng_admin_log_banned_send_messages
source: Send messages
id: Kirim pesan

# lng_admin_log_banned_send_music
source: Send music
id: Kirim musik

# lng_admin_log_banned_send_photos
source: Send photos
id: Kirim foto

# lng_admin_log_banned_send_polls
source: Send polls
id: Kirim pol

# lng_admin_log_banned_send_stickers
source: Send stickers & GIFs
id: Kirim stiker dan GIF

# lng_admin_log_banned_send_video_messages
source: Send video messages
id: Kirim pesan video

# lng_admin_log_banned_send_videos
source: Send video files
id: Kirim berkas video

# lng_admin_log_banned_send_voice_messages
source: Send voice messages
id: Kirim pesan suara

# lng_admin_log_banned_view_messages
source: Read messages
id: Baca pesan

# lng_admin_log_changed_default_permissions
source: changed default permissions
id: mengubah izin bawaan

# lng_admin_log_changed_description_channel
source: {from} edited channel description:
id: {from} mengedit deskripsi channel:

# lng_admin_log_changed_description_group
source: {from} edited group description:
id: {from} mengubah deskripsi grup:

# lng_admin_log_changed_link_channel
source: {from} changed channel link:
id: {from} mengubah tautan channel

# lng_admin_log_changed_link_group
source: {from} changed group link:
id: {from} telah mengubah tautan grup:

# lng_admin_log_changed_linked_channel
source: {from} changed the linked channel to «{chat}»
id: {from} mengubah channel terkait menjadi «{chat}»

# lng_admin_log_changed_linked_chat
source: {from} changed the discussion group to «{chat}»
id: {from} mengubah grup diskusi menjadi «{chat}»

# lng_admin_log_changed_location_chat
source: {from} changed the group location to {address}
id: {from} mengubah lokasi grup menjadi {address}

# lng_admin_log_changed_photo_channel
source: {from} changed channel photo
id: {from} mengubah foto channel

# lng_admin_log_changed_photo_group
source: {from} changed group photo
id: {from} mengganti foto grup

# lng_admin_log_changed_slow_mode
source: {from} changed slow mode to {duration}
id: {from} mengatur mode lambat – {duration}

# lng_admin_log_changed_stickers_group
source: {from} changed the group {sticker_set}
id: {from} mengubah {sticker_set} grup

# lng_admin_log_changed_stickers_set
source: sticker set
id: set stiker

# lng_admin_log_changed_title_channel
source: {from} changed channel name to «{title}»
id: {from} mengubah nama channel menjadi «{title}»

# lng_admin_log_changed_title_group
source: {from} changed group name to «{title}»
id: {from} mengganti nama grup menjadi «{title}»

# lng_admin_log_deactivated_link
source: {from} deactivated @{link} username
id: {from} nonaktifkan username @{link}

# lng_admin_log_delete_invite_link
source: {from} deleted the invite link {link}
id: {from} menghapus tautan undangan {link}

# lng_admin_log_deleted_message
source: {from} deleted message:
id: {from} menghapus pesan:

# lng_admin_log_disallowed_unmute_self
source: {from} muted new video chat participants
id: {from} bisukan peserta baru obrolan video

# lng_admin_log_disallowed_unmute_self_channel
source: {from} muted new live stream participants
id: {from} bisukan peserta tayangan langsung baru

# lng_admin_log_discarded_group_call
source: {from} ended the video chat
id: {from} mengakhiri obrolan video

# lng_admin_log_discarded_group_call_channel
source: {from} ended the live stream
id: {from} akhiri tayangan langsung

# lng_admin_log_edited_caption
source: {from} edited caption:
id: {from} mengubah keterangan:

# lng_admin_log_edited_invite_link
source: edited invite link {link}
id: mengedit tautan undangan {link}

# lng_admin_log_edited_media
source: {from} edited media:
id: {from} mengedit media:

# lng_admin_log_edited_media_and_caption
source: {from} edited media and caption:
id: {from} mengedit media dan keterangan:

# lng_admin_log_edited_media_and_removed_caption
source: {from} edited media and removed caption:
id: {from} edit media dan hapus keterangan:

# lng_admin_log_edited_message
source: {from} edited message:
id: {from} mengubah pesan:

# lng_admin_log_empty_text
source: Empty
id: Kosong

# lng_admin_log_filter
source: Filter
id: Saring

# lng_admin_log_filter_admins_new
source: Admin rights
id: Hak admin

# lng_admin_log_filter_all_actions
source: All actions
id: Semua tindakan

# lng_admin_log_filter_all_admins
source: All users and admins
id: Semua anggota dan admin

# lng_admin_log_filter_info_channel
source: Channel info
id: Informasi channel

# lng_admin_log_filter_info_group
source: Group info
id: Info grup

# lng_admin_log_filter_invite_links
source: Invite links
id: Tautan undangan

# lng_admin_log_filter_members_new
source: New members
id: Anggota baru

# lng_admin_log_filter_members_removed
source: Members leaving
id: Anggota keluar

# lng_admin_log_filter_messages_deleted
source: Deleted messages
id: Hapus pesan

# lng_admin_log_filter_messages_edited
source: Edited messages
id: Mengubah pesan

# lng_admin_log_filter_messages_pinned
source: Pinned messages
id: Penyematkan pesan

# lng_admin_log_filter_restrictions
source: New restrictions
id: Pembatasan baru

# lng_admin_log_filter_title
source: Filter
id: Saring

# lng_admin_log_filter_topics
source: Topics
id: Topik

# lng_admin_log_filter_voice_chats
source: Video chats
id: Obrolan video

# lng_admin_log_filter_voice_chats_channel
source: Live stream
id: Tayangan langsung

# lng_admin_log_forwards_disabled
source: {from} restricted saving content
id: {from} membatasi penyimpanan konten

# lng_admin_log_forwards_enabled
source: {from} allowed saving content
id: {from} mengizinkan penyimpanan konten

# lng_admin_log_history_made_hidden
source: {from} made the group history hidden for new members
id: {from} membuat riwayat grup tersembunyi untuk anggota baru

# lng_admin_log_history_made_visible
source: {from} made group history visible for new members
id: {from} membuat riwayat grup terlihat untuk anggota baru.

# lng_admin_log_invite_link_expire_date
source: Expiry date: {previous} → {limit}
id: Tanggal kedaluwarsa: {previous} → {limit}

# lng_admin_log_invite_link_label
source: Name: {previous} → {limit}
id: Nama: {previous} → {limit}

# lng_admin_log_invite_link_request_needed
source: Admin approval is now required to join.
id: Persetujuan admin diperlukan untuk masuk.

# lng_admin_log_invite_link_request_not_needed
source: Admin approval no longer required to join.
id: Persetujuan admin tidak diperlukan untuk masuk.

# lng_admin_log_invite_link_usage_limit
source: Usage limit: {previous} → {limit}
id: Limit penggunaan: {previous} → {limit}

# lng_admin_log_invited
source: invited {user}
id: mengundang {user}

# lng_admin_log_invites_disabled
source: {from} disabled group invites
id: {from} menonaktifkan undangan grup

# lng_admin_log_invites_enabled
source: {from} enabled group invites
id: {from} mengaktifkan undangan group

# lng_admin_log_messages_ttl_changed
source: {from} changed messages auto-delete period from {previous} to {duration}
id: {from} mengubah waktu penghapusan pesan otomatis dari {previous} menjadi {duration}

# lng_admin_log_messages_ttl_removed
source: {from} disabled messages auto-deletion after {duration}
id: {from} menonaktifkan penghapusan pesan otomatis ({duration})

# lng_admin_log_messages_ttl_set
source: {from} enabled messages auto-delete after {duration}
id: {from} mengaktifkan penghapusan pesan otomatis setelah {duration}

# lng_admin_log_muted_participant
source: {from} muted {user} in a video chat
id: {from} bisukan {user} di obrolan video

# lng_admin_log_muted_participant_channel
source: {from} muted {user} in a live stream
id: {from} membisukan {user} dalam tayangan langsung

# lng_admin_log_no_events_text
source: No notable actions taken by the members and admins of this group in the last 48 hours.
id: Tidak ada tindakan terkini yang signifikan yang diambil oleh anggota dan admin di grup dalam 48 jam terakhir.

# lng_admin_log_no_events_text_channel
source: No notable actions taken by the admins of this channel in the last 48 hours.
id: Tidak ada tindakan yang diambil oleh admin channel dalam 48 jam terakhir.

# lng_admin_log_no_events_title
source: No actions yet
id: Belum ada tindakan

# lng_admin_log_no_results_search_text
source: No recent actions that contain '{query}' have been found.
id: Tidak ada tindakan yang mengandung {query} ditemukan.

# lng_admin_log_no_results_text
source: No recent actions that match your query were found.
id: Tidak ditemukan tindakan terkini yang sesuai dengan rincian Anda.

# lng_admin_log_no_results_title
source: No actions found
id: Tindakan kosong

# lng_admin_log_participant_approved_by_link
source: {from} was approved to join the group via {link} by {user}
id: {from} disetujui untuk masuk grup via {link} oleh {user}

# lng_admin_log_participant_approved_by_link_channel
source: {from} was approved to join the channel via {link} by {user}
id: {from} disetujui untuk masuk channel via {link} oleh {user}

# lng_admin_log_participant_approved_by_request
source: {from} joined the group via public request, approved by {user}
id: {from} masuk ke grup melalui permintaan umum, disetujui oleh {user}

# lng_admin_log_participant_approved_by_request_channel
source: {from} joined the channel via public request, approved by {user}
id: {from} masuk ke channel melalui permintaan umum, disetujui oleh {user}

# lng_admin_log_participant_joined
source: {from} joined the group
id: {from} bergabung ke grup

# lng_admin_log_participant_joined_by_link
source: {from} joined the group via {link}
id: {from} masuk grup via {link}

# lng_admin_log_participant_joined_by_link_channel
source: {from} joined the channel via {link}
id: {from} masuk channel via {link}

# lng_admin_log_participant_joined_channel
source: {from} joined the channel
id: {from} bergabung di channel

# lng_admin_log_participant_left
source: {from} left the group
id: {from} keluar grup

# lng_admin_log_participant_left_channel
source: {from} left the channel
id: {from} meninggalkan channel

# lng_admin_log_participant_volume
source: {from} changed video chat volume for {user} to {percent}
id: {from} mengubah volume obrolan video {user} menjadi {percent}

# lng_admin_log_participant_volume_channel
source: {from} changed live stream volume for {user} to {percent}
id: {from} mengubah volume tayangan langsung {user} menjadi {percent}

# lng_admin_log_pinned_message
source: {from} pinned message:
id: {from} menyematkan pesan

# lng_admin_log_previous_caption
source: Original caption
id: Keterangan asli

# lng_admin_log_previous_description
source: Previous description
id: Deskripsi sebelumnya

# lng_admin_log_previous_link
source: Previous link
id: Tautan sebelumnya

# lng_admin_log_previous_links_order
source: Previous order
id: Urutan sebelumnya

# lng_admin_log_previous_message
source: Original message
id: Pesan asli

# lng_admin_log_promoted
source: changed privileges for {user}
id: mengubah hak untuk {user}

# lng_admin_log_reactions_allowed_all
source: {from} allowed all reactions
id: {from} izinkan semua reaksi

# lng_admin_log_reactions_allowed_official
source: {from} allowed all official reactions
id: {from} izinkan semua reaksi resmi

# lng_admin_log_reactions_disabled
source: {from} disabled reactions
id: {from} menonaktifkan reaksi

# lng_admin_log_reactions_updated
source: {from} updated the list of allowed reactions to: {emoji}
id: {from} memperbarui daftar reaksi yang diizinkan: {emoji}

# lng_admin_log_removed_caption
source: {from} removed caption
id: {from} menghapus keterangan

# lng_admin_log_removed_description_channel
source: {from} removed channel description
id: {from} menghapus deskripsi channel

# lng_admin_log_removed_description_group
source: {from} removed group description
id: {from} menghapus deskripsi grup

# lng_admin_log_removed_link_channel
source: {from} removed channel link
id: {from} menghapus tautan channel

# lng_admin_log_removed_link_group
source: {from} removed group link
id: {from} menghapus tautan grup

# lng_admin_log_removed_linked_channel
source: {from} removed the linked channel
id: {from} memutus kaitan channel

# lng_admin_log_removed_linked_chat
source: {from} removed the discussion group
id: {from} memutus kaitan grup diskusi

# lng_admin_log_removed_location_chat
source: {from} removed the group location
id: {from} mencabut lokasi grup

# lng_admin_log_removed_photo_channel
source: {from} removed channel photo
id: {from} menghapus foto channel

# lng_admin_log_removed_photo_group
source: {from} removed group photo
id: {from} menghapus foto grup

# lng_admin_log_removed_slow_mode
source: {from} disabled slow mode
id: {from} menonaktifkan mode lambat

# lng_admin_log_removed_stickers_group
source: {from} removed the group sticker set
id: {from} menghapus set stiker grup

# lng_admin_log_reordered_link_channel
source: {from} reordered channel links:
id: {from} ubah urutan tautan channel:

# lng_admin_log_reordered_link_group
source: {from} reordered group links:
id: {from} ubah urutan tautan grup:

# lng_admin_log_restricted
source: changed restrictions for {user} {until}
id: Ubah pembatasan untuk {user} {until}

# lng_admin_log_restricted_forever
source: indefinitely
id: tanpa batas waktu

# lng_admin_log_restricted_until
source: until {date}
id: sampai {date}

# lng_admin_log_revoke_invite_link
source: {from} revoked invite link {link}
id: {from} cabut tautan undangan {link}

# lng_admin_log_sent_message
source: {from} sent this message:
id: {from} kirim pesan ini:

# lng_admin_log_signatures_disabled
source: {from} disabled signatures
id: {from} mematikan tanda tangan

# lng_admin_log_signatures_enabled
source: {from} enabled signatures
id: {from} menghidupkan tanda tangan

# lng_admin_log_slow_mode_minutes_other
source: {count} minutes
id: {count} menit

# lng_admin_log_slow_mode_seconds_other
source: {count} seconds
id: {count} detik

# lng_admin_log_started_group_call
source: {from} started a new video chat
id: {from} memulai obrolan video baru

# lng_admin_log_started_group_call_channel
source: {from} started a new live stream
id: {from} memulai tayangan langsung baru

# lng_admin_log_stopped_poll
source: {from} stopped poll:
id: {from} menghentikan pol:

# lng_admin_log_title_all
source: All actions
id: Semua tindakan

# lng_admin_log_title_selected
source: Selected actions
id: Tindakan dipilih

# lng_admin_log_topics_changed
source: {from} renamed topic {topic} to {new_topic}
id: {from} ubah nama topik {topic} menjadi {new_topic}

# lng_admin_log_topics_closed
source: {from} closed topic {topic}
id: {from} tutup topik {topic}

# lng_admin_log_topics_created
source: {from} created topic {topic}
id: {from} buat topik {topic}

# lng_admin_log_topics_deleted
source: {from} deleted topic {topic}
id: {from} hapus topik {topic}

# lng_admin_log_topics_disabled
source: {from} disabled topics
id: {from} nonaktifkan topik

# lng_admin_log_topics_enabled
source: {from} enabled topics
id: {from} aktifkan topik

# lng_admin_log_topics_hidden
source: {from} hid topic {topic}
id: {from} sembunyikan topik {topic}

# lng_admin_log_topics_pinned
source: {from} pinned topic {topic}
id: {from} semat topik {topic}

# lng_admin_log_topics_reopened
source: {from} reopened topic {topic}
id: {from} buka kembali topik {topic}

# lng_admin_log_topics_unhidden
source: {from} unhid topic {topic}
id: {from} perlihatkan topik {topic}

# lng_admin_log_topics_unpinned
source: {from} unpinned topic {topic}
id: {from} lepas semat topik {topic}

# lng_admin_log_transferred
source: transferred ownership to {user}
id: mengalihkan kepemilikan ke {user}

# lng_admin_log_unbanned
source: unbanned {user}
id: buka blokir {user}

# lng_admin_log_unmuted_participant
source: {from} unmuted {user} in a video chat
id: {from} bunyikan {user} di obrolan video

# lng_admin_log_unmuted_participant_channel
source: {from} unmuted {user} in a live stream
id: {from} membunyikan {user} dalam tayangan langsung

# lng_admin_log_unpinned_message
source: {from} unpinned message
id: {from} melepaskan sematan pesan

# lng_allow_bot
source: Allow
id: Izinkan

# lng_allow_bot_pass
source: Allow {bot_name} to pass your Telegram name and ID (not your phone number) to the web pages you open via this bot?
id: izinkan {bot_name} untuk menggunakan nama dan ID Telegram Anda (bukan nomor telepon Anda) ke halaman web yang Anda buka melalui bot ini?

# lng_allow_bot_webview
source: {bot_name} would like to open its web app to proceed. It will be able to access your **IP address** and basic device info.
id: {bot_name}* ingin membuka aplikasi webnya untuk melanjutkan. Bot tersebut akan dapat mengakses **alamat IP** dan info dasar perangkat Anda.

# lng_animated_emoji_saved
source: Try sending these emoji in **Saved Messages** for free to test.
id: Coba emoji ini di **Pesan Tersimpan** secara gratis.

# lng_animated_emoji_saved_open
source: Open
id: Buka

# lng_animated_emoji_text
source: Subscribe to **Telegram Premium** to unlock this emoji.
id: Berlangganan **Telegram Premium** untuk membuka emoji ini.

# lng_archived_add
source: Archive
id: Arsipkan

# lng_archived_added
source: Chat archived. Muted chats stay archived when new messages arrive.
id: Obrolan diarsipkan. Obrolan yang disenyapkan tetap diarsipkan saat pesan baru tiba.

# lng_archived_chats_other
source: {count} chats
id: {count} obrolan

# lng_archived_last_other
source: {chats} and {count} more chats
id: {chats} dan {count} lebih obrolan

# lng_archived_name
source: Archived chats
id: Arsip Obrolan

# lng_archived_remove
source: Unarchive
id: Lepas arsip

# lng_archived_removed
source: Chat restored from your archive.
id: Obrolan dipulihkan dari arsip Anda.

# lng_archived_unread_other
source: {chat}, {second_chat} and {count} more unread chats
id: {chat}, {second_chat} dan {count} lebih obrolan belum dibaca

# lng_attach_camera
source: Camera
id: Kamera

# lng_attach_document
source: Document
id: Dokumen

# lng_attach_failed
source: Failed
id: Gagal

# lng_attach_file
source: File
id: Berkas

# lng_attach_photo
source: Photo
id: Foto

# lng_attach_photo_or_video
source: Photo or video
id: Foto atau video

# lng_attach_profile_emoji
source: Use an Emoji
id: Gunakan Emoji

# lng_audio_player_reverse
source: Reverse order
id: Balik urutan

# lng_audio_player_shuffle
source: Shuffle
id: Acak

# lng_audio_transcribe_long
source: This voice message is too long.
id: Pesan suara ini terlalu panjang.

# lng_background_apply
source: Apply
id: Terapkan

# lng_background_bad_link
source: Invalid background link.
id: Tautan latar tidak valid.

# lng_background_blur
source: Blurred
id: Buram

# lng_background_gradient_unsupported
source: Telegram Desktop doesn't support gradient backgrounds yet.
id: Telegram Desktop masih belum mendukung latar belakang gradient.

# lng_background_header
source: Background preview
id: Pratinjau latar

# lng_background_link_copied
source: Link copied to clipboard.
id: Tautan disalin ke papan klip.

# lng_background_share
source: Share
id: Bagikan

# lng_background_sure_delete
source: Are you sure you want to delete this background?
id: Anda yakin ingin menghapus latar belakang ini?

# lng_background_text1
source: Ah, you kids today with techno music! You should enjoy the classics, like Hasselhoff!
id: Ah! Anak sekarang lebih suka lagu pop! Coba dengarkan lagu koplo lokal.

# lng_background_text2
source: I can't even take you seriously right now.
id: Aku tidak bisa mendengarkan ini sekarang.

# lng_backgrounds_header
source: Choose your new chat background
id: Pilih latar belakang obrolan Anda

# lng_bad_code
source: You have entered an invalid code.
id: Anda telah memasukkan kode tidak valid.

# lng_bad_country_code
source: Invalid Country Code
id: Kode Negara Salah

# lng_bad_name
source: Enter your first and last name.
id: Masukkan nama depan dan belakang Anda.

# lng_bad_phone
source: Invalid phone number. Please try again.
id: Nomor telepon tidak valid. Harap coba lagi nanti.

# lng_bad_phone_noreg
source: Phone number not registered.
id: Nomor ponsel tidak terdaftar.

# lng_bad_photo
source: Sorry, Telegram can't process that type of image.
id: Maaf, Telegram tidak dapat memproses tipe gambar tersebut.

# lng_ban_user
source: Ban User
id: Blokir pengguna

# lng_banned_list_title
source: Banned users
id: Pengguna diblokir

# lng_bio_about
source: You can add a few lines about yourself. Anyone who opens your profile will see this text.
id: Anda dapat memasukkan beberapa hal tentang diri Anda. Pengguna yang membuka profil Anda dapat melihat bio tersebut.

# lng_bio_title
source: Edit Your Bio
id: Edit Bio Anda

# lng_blocked_list_about
source: Blocked users can't send you messages or add you to groups. They will not see your profile photos, online and last seen status.
id: Pengguna yang diblokir tidak dapat mengirim Anda pesan atau menambahkan Anda ke grup. Mereka tidak akan melihat foto profil, status online, dan waktu terakhir terlihat Anda.

# lng_blocked_list_add
source: Block user
id: Blokir pengguna

# lng_blocked_list_add_title
source: Select user to block
id: Pilih pengguna yang akan diblokir

# lng_blocked_list_already_blocked
source: already blocked
id: telah diblokir

# lng_blocked_list_confirm_clear
source: Delete this chat
id: Hapus obrolan ini

# lng_blocked_list_confirm_ok
source: Block
id: Blokir

# lng_blocked_list_confirm_text
source: Do you want to block {name} from messaging and calling you on Telegram?
id: Apakah Anda ingin blokir {name} dari mengirim pesan dan memanggil Anda di Telegram?

# lng_blocked_list_confirm_title
source: Block {name}
id: Blokir {name}
